{
"1": {"head": "Psalm 84", "text":"How lovely your dwelling, O LORD of hosts! My soul yearns and pines for the courts of the LORD. My heart and flesh cry out for the living God. As the sparrow finds a home and the swallow a nest to settle her young, My home is by your altars, LORD of hosts, my king and my God! Blessed are those who dwell in your house! They never cease to praise you. Blessed the man who finds refuge in you, in their hearts are pilgrim roads. As they pass through the Baca valley, they find spring water to drink. The early rain covers it with blessings. They will go from strength to strength and see the God of gods on Zion. LORD God of hosts, hear my prayer; listen, God of Jacob. O God, watch over our shield; look upon the face of your anointed. Better one day in your courts than a thousand elsewhere. Better the threshold of the house of my God than a home in the tents of the wicked. For a sun and shield is the LORD God, bestowing all grace and glory. The LORD withholds no good thing from those who walk without reproach. O LORD of hosts, blessed the man who trusts in you!"},
"2":  {"head": "Psalm 85", "text":"You once favored, LORD, your land, restored the captives of Jacob. You forgave the guilt of your people, pardoned all their sins. Selah You withdrew all your wrath, turned back from your burning anger. Restore us, God of our salvation; let go of your displeasure with us. Will you be angry with us forever, prolong your anger for all generations? Certainly you will again restore our life, that your people may rejoice in you. Show us, LORD, your mercy; grant us your salvation. I will listen for what God, the LORD, has to say; surely he will speak of peace To his people and to his faithful. May they not turn to foolishness! Near indeed is his salvation for those who fear him; glory will dwell in our land. Love and truth will meet; justice and peace will kiss. Truth will spring from the earth; justice will look down from heaven. Yes, the LORD will grant his bounty; our land will yield its produce. Justice will march before him, and make a way for his footsteps."},
"3":  {"head": "Psalm 86", "text":"Incline your ear, LORD, and answer me, for I am poor and oppressed. Preserve my life, for I am devoted; save your servant who trusts in you. You are my God; be gracious to me, Lord; to you I call all the day. Gladden the soul of your servant; to you, Lord, I lift up my soul. Lord, you are good and forgiving, most merciful to all who call on you. LORD, hear my prayer; listen to my cry for help. On the day of my distress I call to you, for you will answer me. None among the gods can equal you, O Lord; nor can their deeds compare to yours. All the nations you have made shall come to bow before you, Lord, and give honor to your name. For you are great and do wondrous deeds; and you alone are God. Teach me, LORD, your way that I may walk in your truth, single-hearted and revering your name. I will praise you with all my heart, glorify your name forever, Lord my God. Your mercy to me is great; you have rescued me from the depths of Sheol. O God, the arrogant have risen against me; a ruthless band has sought my life; to you they pay no heed. But you, Lord, are a compassionate and gracious God, slow to anger, abounding in mercy and truth. Turn to me, be gracious to me; give your strength to your servant; save the son of your handmaid. Give me a sign of your favor: make my enemies see, to their confusion, that you, LORD, help and comfort me."}
}